Repository: muellejo/StandKonfRep2021
Catalog: translation-project/translation-project-fr/translation-project-fr-level2.tmx
Source language: en_us
Languages: fr

source: Bicycle Bells
fr: Cloches de bicyclette

source: Bicycle Handlebars
fr: Guidon de bicyclette

source: Bicycle Pedals
fr: Pédales de bicyclette

source: Bike Ultra Fast
fr: Vélo ultra rapide

source: Bike Ultra Slow
fr: Vélo ultra lent

source: Calm ride, calm tour.
fr: Un trajet calme, une visite calme.

source: Grip is everything!
fr: L'adhérence est essentielle!

source: It's the sound of a smooth sunday ride.
fr: PC'est le son d'une douce promenade du dimanche.

source: Maximum control, maximum power!
fr: Contrôle maximal, puissance maximale!

source: Nice track bike with comfortable seat.
fr: Belle moto de piste avec une selle confortable.

source: Product area
fr: Secteur des produits

source: We are a little Bikeshop in Brandenburg an der Havel.
fr: Nous sommes un petit Bikeshop dans le Brandebourg an der Havel.

source: Welcome to Bikeshop4711
fr: Bienvenue sur Bikeshop4711

source: What's ringing there?
fr: Qu'est-ce qui sonne là?

source: cart
fr: Panier

source: inch
fr: Pouce

source: one size
fr: Taille unique
